[
    {
        "id": "dry",
        "name": "Dry Skin",
        "description": "Your skin is dry and lacks moisture. The right skincare products will nourish your skin, repair its critical barrier, and prevent moisture loss.",
        "question": "It's your skin type?",
        "link": "https://www.sociolla.com/140-skin-care?products=all_product&tags=5ed8da4ffebd8598740b3e7a",
        "image": "dry",
        "imageprod": "dryprod",
        "header": "Retinol 0.2% in Squalane",
        "fact": "Retinol 0.2% in Squalane offers a water-free solution containing 0.2% retinol—an ingredient that improves the appearance of fine and dynamic lines that arise from a loss of collagen and elastin, while evening skin texture and tone. What's more, this entry-level formula is supported with squalane, a moisturizing agent naturally found in your skin that enhances surface-level hydration and helps combat the dryness that can be associated with retinol use.",
        "caution": "Retinoids can make the skin more sensitive to UV radiation. Sun protection is particularly important when using retinoids. This product must not be used in conjunction with other retinoids including retinol or retinoic acid. This product is not a treatment for acne.",
        "note": "When pregnant or breastfeeding, it is recommended to avoid any skincare products containing retinoids such as formulations with Granactive Retinoid or Retinol.",
        "steps": [
            "Apply a few drops to the face in the evening.",
            "Do not use with other retinoid products.",
            "Use sun protection during the day.",
            "Caution: Retinol can cause irritation, redness, and peeling, especially around the eyes and mouth, in the early stages of use while skin builds tolerance.",
            "Refrigerate after opening.",
            "If irritation occurs, rinse off, cease use, and consult a physician.",
            "Use only as directed on unbroken skin.",
            "Patch testing prior to use is advised.",
            "Keep out of reach of children."
        ],
        "time": "Use in PM",
        "exp": "3 months after opening"
    },
    {
        "id": "oily",
        "name": "Oily Skin",
        "description": "Your skin is oily and you may experience excess shine. The right skincare products will balance your skin and help it appear smoother and clearer.",
        "question": "It's your skin type?",
        "link": "https://www.sociolla.com/140-skin-care?products=all_product&tags=5ed8da4ffebd8598740b3e7a",
        "image": "oily",
        "imageprod": "oilyprod",
        "header": "Niacinamid 10% + Zink 1%",
        "fact": "Niacinamide 10% + Zinc 1% formula is a water-based serum that boosts skin brightness, improves skin smoothness and reinforces the skin barrier over time. It contains a high 10% concentration of Niacinamide (vitamin b3) and zinc PCA.",
        "caution": "Niacinamide and Zinc PCA is not a treatment for acne. For persistent acne-related conditions, we recommend speaking to your health care provider regarding treatment options.",
        "note": "This formulation can be used alongside acne treatments if desired for added visible skin benefits.",
        "steps": [
            "Apply a few drops to the face in the morning and evening",
            "If irritation occurs, rinse oﬀ, cease use, and consult a physician.",
            "Use only as directed on unbroken skin.",
            "Patch testing prior to use is advised.",
            "Keep out of reach of children."
        ],
        "time": "Use in AM & PM",
        "exp": "12 months after opening"
    },
    {
        "id": "normal",
        "name": "Normal Skin",
        "description": "You have normal skin. The right skincare products will keep your skin looking healthy, smooth, hydrated and protected from environmental stressors.",
        "question": "It's your skin type?",
        "link": "https://www.sociolla.com/140-skin-care?products=all_product&tags=5ed8da4ffebd8598740b3e7a",
        "image": "normal",
        "imageprod": "normalprod",
        "header": "100% L-Ascorbic Acid Powder",
        "fact": "100% L-Ascorbic Acid Powder is a powdered form of direct vitamin C that visibly reduces signs of aging by brightening and balancing uneven skin tone and protecting your skin from the effects of damage caused by environmental stressors. Because it’s made of 100% vitamin C, it’s designed to be mixed with other serums, creams, or moisturizers in your skincare routine—allowing you to create a custom vitamin C treatment.",
        "caution": "Do not use with Copper Peptides, Direct Acids, & Retinoids./n/nRetinol can cause irritation, redness, and peeling, especially around the eyes and mouth, in the early stages of use while skin builds tolerance.",
        "note": "Depending on your mixture, your combination may offer a high concentration of direct vitamin c and as a result, a very strong tingling but non-irritating sensation is expected during the first 1-2 weeks of use until the skin's tolerance to such high exposure is elevated.",
        "steps": [
            "Mix a small amount with other products in the palm of your hand.",
            "Apply to the face once daily, ideally in the evening.",
            "Avoid the eye contour and contact with eyes.",
            "Use sun protection during the day.",
            "A tingling sensation can be expected; if the sensation is too strong, reduce the amount of ascorbic acid (Vitamin C) to reduce the strength.",
            "If irritation occurs, rinse off, cease use, and consult a physician.",
            "Use only as directed on unbroken skin.",
            "Patch testing prior to use is advised.",
            "Keep out of reach of children."
        ],
        "time": "Use in PM",
        "exp": "6 months after opening"
    },
    {
        "id": "combination",
        "name": "Combination Skin",
        "description": "Some areas of your face are dry or normal while other areas are oily. With the right products your skin will become more balanced and appear smoother and clearer.",
        "question": "It's your skin type?",
        "link": "https://www.sociolla.com/140-skin-care?products=all_product&tags=5ed8da4ffebd8598740b3e7a",
        "image": "combination",
        "imageprod": "combinationprod",
        "header": "Salicylic Acid 2% Solution",
        "fact": "Salicylic Acid 2% Solution is a water-based serum made with an optimum concentration of salicylic acid which targets textural irregularities while removing dead skin cells that can clog pores. And because it promotes exfoliation, this solution helps visibly reduce congestion, giving way to brighter, clearer skin.",
        "caution": "Do not use with Copper Peptides, Direct Acids, & Retinoids.",
        "note": "This product can increase your skin's sensitivity to sun and sunburn, therefore it is recommended to always apply SPF after using Salicylic Acid 2% Anhydrous Solution",
        "steps": [
            "Apply once daily in the evening.",
            "Apply a small dot to the target area or apply a small amount over the face for general use.",
            "Do not use on sensitive, peeling or compromised skin. Avoid the eye contour and contact with eyes.",
            "Patch testing prior to use is advised: Apply the product as directed to a small area once a day for three days to test if you are sensitive to this product.",
            "If you develop irritation, hives, swelling of eyes and mouth, blistering, or diﬃculty breathing, rinse off, cease use, and consult a physician right away.",
            "Keep out of reach of children."
        ],
        "time": "Use in PM",
        "exp": "12 months after opening"
    }
]
 
